Repository: Rudloff/alltube
Catalog: i18n/*/LC_MESSAGES/Alltube.po
Languages: ar_001, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_br, ru_ru

source: Videos extracted from @title:
fr_fr: Vidéos extraites depuis @title&nbsp;:
it_it: Video estratti da @title:
ja_jp: デコードの対象: @title
pl_pl: Widea wyekstrahowane z @title:
ru_ru: Извлеченные видео из @title:

source: Download
ar_001: حمل
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
ja_jp: ダウンロード
pl_pl: Ściągnij
ru_ru: Скачать

source: More options
ar_001: خيارات أكثر
de_de: Weitere Optionen
es_es: Más opciones
fr_fr: Plus d'options
it_it: Più opzioni
ja_jp: 詳細設定
pl_pl: Więcej opcji
pt_br: Mais opções
ru_ru: Больше вариантов

source: Switch language
ar_001: غير اللغة
de_de: Sprache umschalten
es_es: Cambiar idioma
fr_fr: Changer de langue
it_it: Cambia lingua
ja_jp: 言語の変更
pl_pl: Zmień język
pt_br: Alterar idioma
ru_ru: Смена языка

source: Set language
fr_fr: Choisir la langue
it_it: Imposta lingua
ja_jp: 言語を設定
pl_pl: Wybierz język
ru_ru: Установить язык

source: Code by @dev
fr_fr: Développé par @dev
it_it: Codice di @dev
ja_jp: 作成: @dev
pl_pl: Kod od @dev
ru_ru: Код @dev

source: Design by @designer
fr_fr: Designé par @designer
it_it: Design di @designer
ja_jp: デザイン: @designer
pl_pl: Design od @designer
ru_ru: Дизайн @designer

source: Get the code
ar_001: للحصول على أصل البرنامج
de_de: Hol dir den Quellcode
es_es: Obtén el código
fr_fr: Obtenir le code
it_it: Ottieni il codice
ja_jp: プログラムをダウンロード
pl_pl: Zdobądź kod
pt_br: Obtenha o código
ru_ru: Получить код

source: Based on @youtubedl
fr_fr: Basé sur @youtubedl
it_it: Basato su @youtubedl
ja_jp: 本ソフトは@youtubedlを基に構成されています。
pl_pl: Bazuje na @youtubedl
ru_ru: На основе @youtubedl

source: Donate using Liberapay
ar_001: تبرع عن طريق Liberapay
de_de: Mittels Liberapay spenden
fr_fr: Faire un don avec Liberapay
it_it: Fai una donazione con Liberapay
ja_jp: Liberapayで寄付
pl_pl: Wspomóż używając Liberapay
ru_ru: Пожертвовать с помощью Liberapay

source: Donate
ar_001: تبرع
de_de: Spenden
fr_fr: Faire un don
it_it: Dona
ja_jp: 寄付
pl_pl: Wspomóż
ru_ru: Пожертвовать

source: This video is protected
ar_001: الفيديو محمي عن التحميل
de_de: Dieses Video ist geschützt
es_es: Este vídeo esta protegido
fr_fr: Cette vidéo est protégée
it_it: Questo video è protetto
ja_jp: このビデオにはプロテクトがかかっています。
pl_pl: To wideo jest zabezpieczone
pt_br: Esse vídeo está protegido
ru_ru: Это видео защищено

source: You need a password in order to download this video.
ar_001: تحتاج لكلمة سر كي تستطع تحميل هذا الفيديو
de_de: Du benötigst ein Passwort, um dieses Video herunterzuladen.
es_es: Necesitas una contraseña para poder descargar este vídeo.
fr_fr: L'accès à cette vidéo nécessite un mot de passe.
it_it: Ti serve una password per scaricare questo video.
ja_jp: このビデオをダウンロードするには閲覧用のパスワードが必要です。
pl_pl: Potrzebujesz hasła, aby ściągnąć to wideo.
pt_br: Você precisa da senha para baixar esse vídeo
ru_ru: Чтобы скачать это видео, вам нужен пароль.

source: Video password
ar_001: كلمة سر الفيديو
de_de: Videopasswort
es_es: Contraseña del vídeo
fr_fr: Mot de passe de la vidéo
it_it: Password del video
ja_jp: 閲覧用パスワード
pl_pl: Hasło do wideo
pt_br: Senha do vídeo
ru_ru: Пароль для видео

source: Copy here the URL of your video (Youtube, Dailymotion, etc.)
ar_001: انسخ هنا رابط الفيديو (يوتيوب، انستقرام، وغيرها)
de_de: Kopiere hier die URL deines Videos (Youtube, Dailymotion, etc.) hinein
es_es: Copia aquí la URL de tu vídeo (Youtube, Dailymotion, etc.)
fr_fr: Copiez ici l'URL de votre vidéo (Youtube, Dailymotion, etc.)
pl_pl: Zamieść link do wideo (Yotube, Dailymotion, itp.)
pt_br: Cole aqui a URL do vídeo (Youtube, Dailymotion, etc.)

source: Audio only (MP3)
ar_001: صوت فقط (MP3)
de_de: Nur Audio (MP3)
es_es: Sólo audio (MP3)
fr_fr: Audio uniquement (MP3)
it_it: Solo audio (MP3)
ja_jp: 音声のみのダウンロード(mp3形式)
pl_pl: Tylko audio (MP3)
pt_br: Apenas o áudio
ru_ru: Только звук (MP3)

source: From
ar_001: من
de_de: Von
fr_fr: À partir de
it_it: Da
ja_jp: から
pl_pl: Od
ru_ru: Из

source: to
ar_001: إلى
de_de: nach
fr_fr: jusqu'à
it_it: a
ja_jp: へ
pl_pl: do
ru_ru: в

source: See all supported websites
ar_001: لمراجعة جميع المواقع المدعومة
de_de: Sieh dir eine Liste aller unterstützter Webseiten an
es_es: Ver todos los sitios soportados
fr_fr: Voir tous les sites supportés
it_it: Guarda tutti i siti supportati
ja_jp: ダウンロード可能なサイトを見る
pl_pl: Zobacz wszystkie obsługiwane witryny
pt_br: Ver todos os sites suportados
ru_ru: Просмотреть все поддерживаемые веб-сайты

source: Drag this to your bookmarks bar:
ar_001: اسحب هذا الموقع لقائمة المفضلة في متصفحك
de_de: Zieh dies in deine Lesezeichen-Leiste:
es_es: Arrastra esto a tu barra de marcadores
fr_fr: Glissez ce lien dans votre barre de favoris :
it_it: Trascina questo nella tua barra dei segnalibri:
ja_jp: ブックマークバーにドラッグして登録
pl_pl: Upuść to do swoich zakładek:
pt_br: Arraste para sua barra de favoritos
ru_ru: Перетащите это на панель закладок:

source: Bookmarklet
ar_001: موشر الصفحة
de_de: Lesezeichen-Programm
es_es: Marcador
ja_jp: ブックマークボタン
pl_pl: Skryptozakładka
pt_br: Favoritar
ru_ru: Букмарклет

source: You are going to download @title.
fr_fr: Vous allez télécharger @title.
it_it: Stai per scaricare @title.
ja_jp: ダウンロード対象: @title
pl_pl: Zamierzasz ściągnąć @title.
ru_ru: Вы собираетесь скачать @title.

source: Available formats:
ar_001: الصيغ المدعومة
de_de: Verfügbare Formate:
es_es: Formatos disponibles:
fr_fr: Formats disponibles&nbsp;:
it_it: Formati disponibili:
ja_jp: ダウンロード可能な形式
pl_pl: Dostępne formaty:
pt_br: Formatos disponíveis:
ru_ru: Доступные форматы:

source: Generic formats
ar_001: الصيغ العامة
de_de: Generische Formate
es_es: Formatos genéricos
fr_fr: Formats génériques
it_it: Formati generici
ja_jp: よく使われる形式
pl_pl: Generyczne formaty
pt_br: Outros formatos
ru_ru: Общие форматы

source: Detailed formats
ar_001: الصيغ بتعمق أكثر
de_de: Formate im Detail
es_es: Formatos detallados
fr_fr: Formats détaillés
it_it: Formati dettagliati
ja_jp: その他の形式
pl_pl: Szczegółowe formaty
pt_br: Formatos detalhados
ru_ru: Другие форматы

source: Stream the video through the server
fr_fr: Transférer la vidéo à travers le serveur
it_it: Riproduci il video attraverso il server
ja_jp: ビデオをサーバーに設置してダウンロード
pl_pl: Strumieniuj wideo przez serwer
ru_ru: Потоковое видео через сервер

source: Convert into a custom format:
ar_001: حول لصيغة خاصة
de_de: In ein benutzerdefiniertes Format konvertieren:
fr_fr: Convertir dans un format personnalisé :
it_it: Converti in un formato personalizzato:
ja_jp: 指定した形式への変換
pl_pl: Skonwertuj do niestandardowego formatu:
pt_br: Converter para formato personalizado:
ru_ru: Преобразовать в пользовательский формат:

source: Custom format
fr_fr: Format personnalisé
it_it: Formato personalizzato
ja_jp: カスタム形式
pl_pl: Niestandardowy format
ru_ru: Пользовательский формат

source: Format to convert to
fr_fr: Format vers lequel convertir
it_it: Formato verso cui convertire
ja_jp: ファイル形式の変換
pl_pl: Docelowy format konwersji
ru_ru: Формат для преобразования в

source: with
ar_001: مع
de_de: mit
fr_fr: avec de l'audio à
it_it: con
ja_jp: と
pl_pl: z
pt_br: com
ru_ru: с

source: Bit rate
fr_fr: Débit binaire
ja_jp: ビットレート
pl_pl: Przepustowość
ru_ru: Битрейт

source: Custom bitrate
fr_fr: Débit binaire personnalisé
it_it: bitrate personalizzato
ja_jp: カスタム・ビットレート
pl_pl: Niestandardowa przepustowość
ru_ru: Пользовательский битрейт

source: kbit/s audio
ar_001: كيلوبايتات صوت
fr_fr: kbit/s
ja_jp: kbps 音声
pl_pl: kb/s audio
pt_br: kbit/s áudio
ru_ru: кбит/с аудио

source: An error occurred
ar_001: حصل خطأ ما
de_de: Ein Fehler ist aufgetreten
es_es: Ha ocurrido un error
fr_fr: Une erreur est survenue
it_it: Si è verificato un errore
ja_jp: 予期せぬエラーが発生しました。
pl_pl: Wystąpił błąd
pt_br: Ocorreu um erro
ru_ru: Произошла ошибка

source: Please check the URL of your video.
ar_001: رجاء راجع الرابط المكتوب
de_de: Bitte überprüfe die URL deines Videos.
es_es: Por favor, revise la URL de su vídeo.
fr_fr: Veuillez vérifier l'URL de votre vidéo.
it_it: Per favore controlla l'URL del video.
pl_pl: Sprawdź adres do podanego wideo.
pt_br: Por favor, verifique a URL do vídeo.

source: Supported websites
ar_001: المواقع المدعومة
de_de: Unterstützte Webseiten
es_es: Sitios soportados
fr_fr: Sites web supportés
it_it: Siti supportati
ja_jp: ダウンロードに対応しているサイト
pl_pl: Obsługiwane strony
pt_br: Sites suportados
ru_ru: Поддерживаемые сайты

source: Best
ar_001: الأفضل
de_de: Beste
es_es: El mejor
fr_fr: Meilleure qualité
it_it: Migliore
ja_jp: 最高品質
pl_pl: Najlepsza
pt_br: Melhor
ru_ru: Лучшее качество

source: Remux best video with best audio
ar_001: اجمع الصوت الأفضل مع الفيديو الأفضل جودة
de_de: Remuxe beste Videoqualität mit bester Audioqualität
es_es: Usar la mejor calidad de vídeo y audio
fr_fr: Combiner la meilleure vidéo avec le meilleur audio
it_it: Fai il remux del video migliore con l'audio migliore
ja_jp: 最高品質に再エンコード
pl_pl: Połącz najlepsze wideo z najlepszym audio
pt_br: Remux do melhor vídeo com o melhor áudio
ru_ru: Перекодировать лучшее видео с лучшим звуком

source: Worst
ar_001: الاسوأ
de_de: Schlechteste
es_es: El peor
fr_fr: Pire qualité
it_it: Peggiore
ja_jp: 最低品質
pl_pl: Najgorsza
pt_br: Pior
ru_ru: Худшее качество

source: Wrong password
ar_001: كلمة السر خاطئة
de_de: Falsches Passwort
fr_fr: Mauvais mot de passe
it_it: Password errata
ja_jp: パスワードが間違っています。
pl_pl: Złe hasło
ru_ru: Неправильный пароль

source: youtube-dl returned an empty URL.
ar_001: Youtube-DL عاد برابط فارغ
de_de: youtube-dl lieferte eine leere URL zurück.
fr_fr: youtube-dl a retourné une URL vide.
it_it: youtube-dl ha restituito un URL vuoto.
pl_pl: youtube-dl zwróciło pusty adres URL.

source: Can't find avconv or ffmpeg at @path.
fr_fr: Impossible de trouver avconv ou ffmpeg à @path.
it_it: Impossibile trovare avconv o ffmpeg in @path.
pl_pl: Nie można odnaleźć avconv/ffmpeg w @path.

source: Invalid start time: @from.
fr_fr: Horodatage de début non-valide&nbsp;: @from.
it_it: Punto di inizio non valido: @from.
pl_pl: Nieprawidłowy czas startu: @from.

source: Invalid end time: @to.
fr_fr: Horodatage de fin non-valide&nbsp;: @to.
it_it: Punto di fine non valido: @to.
pl_pl: Nieprawidłowy czas końca: @to.

source: Conversion of playlists is not supported.
ar_001: تحويل القائمات غير مدعوم حاليًا.
de_de: Umwandlung von Playlisten wird nicht unterstützt.
fr_fr: Impossible de convertir une playlist.
it_it: La conversione delle playlist non è supportata.
ja_jp: プレイリストからの読み出しには対応しておりません。
pl_pl: Konwersja listy odtwarzania nie jest obsługiwana.
ru_ru: Конвертация плейлистов не поддерживается.

source: Conversion of M3U8 files is not supported.
ar_001: تحويل ملفات M3U8 غير مدعوم حاليًا.
de_de: Umwandlung von M3U8-Dateien wird nicht unterstützt.
fr_fr: La conversion des fichiers M3U8 n'est pas possible.
it_it: La conversione di file M3U8 non è supportata.
ja_jp: HLS(m3u8)プレイリストファイルからの読み出しには対応しておりません。
pl_pl: Konwersja plików M3U8 nie jest obsługiwana.
ru_ru: Конвертация файлов M3U8 не поддерживается.

source: Conversion of DASH segments is not supported.
ar_001: تحويل مقاطع DASH غير مدعوم حاليًا.
de_de: Umwandlung von DASH-Segmenten wird nicht unterstützt.
fr_fr: Impossible de convertir des segments DASH.
it_it: La conversione di segmenti DASH non è supportata.
ja_jp: MPEG DASHストリーミングからの読み出しには対応しておりません。
pl_pl: Konwersja fragmentów DASH nie jest obsługiwana.
ru_ru: Конвертация сегментов DASH не поддерживается.

source: Could not open popen stream.
ar_001: لم يمكن بدأ Popen
de_de: Konnte den popen-Stream nicht öffnen.
fr_fr: Impossible d'ouvrir le flux popen.
it_it: Non è stato possibile aprire il popen stream.
pl_pl: Nie udało się otworzyć strumienia popen.

source: This video does not have two URLs.
fr_fr: Cette vidéo n'a pas deux URL.
it_it: Questo video non ha due URL.
pl_pl: Podane wideo nie posiada dwóch adresów URL.

source: You need to enable remux mode to merge two formats.
ar_001: لابد من اختيار نمط الريمكس ليمكن دمج صيغتين مختلفتين.
de_de: Du musst den Remux-Modus aktivieren, um zwei Formate zu vereinen.
fr_fr: Vous devez activer le mode remux pour fusionner deux formats.
it_it: Devi abilitare la modalità remux per unire due formati.
pl_pl: Musisz włączyć tryb łączenia aby złączyć dwa formaty.

source: Can't find URL of video.
ar_001: لم أستطع الوجود على رابط الفيديو.
de_de: Kann URL des Videos nicht finden.
fr_fr: Impossible de trouver l'URL de la vidéo.
it_it: Impossibile trovare l'URL del video.
pl_pl: Nie można odnaleźć adresu URL od wideo.

source: Easily download videos from Youtube, Dailymotion, Vimeo and other websites.
ar_001: حمل مقاطع الفيديو بكل سهولة من يوتيوب، انستقرام، فيميو وغيره.
de_de: Lade einfach Videos von Youtube, Dailymotion, Vimeo und anderen Webseiten herunter.
fr_fr: Téléchargez facilement des vidéos depuis Youtube, Dailymotion, Vimeo et d'autres sites web.
it_it: Scarica facilmente video da Youtube, Dailymotion, Vimeo e altri siti.
pl_pl: Łatwo ściągaj z Youtube, Dailymotion, Vimeo oraz innych stron.

source: List of all supported websites from which Alltube Download can extract video or audio files
ar_001: قائمة كل المواقع التي يدعم Alltube Download تحميل الفيديوات أو مقاطع الصوت منها
de_de: Liste aller unterstützten Webseiten, von denen Alltube Download Video- oder Tondateien extrahieren kann
fr_fr: Liste de tous les sites web depuis lesquels Alltube Download peut extraire des fichiers vidéo ou audio
it_it: Lista di tutti i siti supportati da cui Alltube Download può estrarre file video o audio
pl_pl: Lista wszystkich obsługiwanych stron, z których Alltube Download potrafi ekstrahować pliki wideo lub audio.

source: Password prompt
ar_001: ادخل كلمة السر
de_de: Passwortabfrage
fr_fr: Demande de mot de passe
it_it: Richiesta password
ja_jp: パスワード画面
pl_pl: Podaj hasło
ru_ru: Запрос пароля

source: You need a password in order to download this video with Alltube Download
ar_001: تحتاج لكلمة السر لكي تستطع تحميل هذا الفيديو باستخدام Alltube Donwload
de_de: Du benötigst ein Passwort, um dieses Video mit Alltube Download herunterzuladen
fr_fr: Vous avez besoin d'un mot de passe pour télécharger cette vidéo avec Alltube Download
it_it: Ti serve una password per scaricare questo video con Alltube Download
pl_pl: Musisz podać hasło, aby ściągnąć to wideo z Alltube Download

source: Video download
ar_001: تحميل الفيديو
de_de: Video
fr_fr: Téléchargement d'une vidéo
it_it: Download video
ja_jp: 動画をダウンロード
pl_pl: Ściąganie wideo
ru_ru: Скачать видео

source: Download video from @extractor
fr_fr: Téléchargement d'une vidéo depuis @extractor
it_it: Scarica video da @extractor
ja_jp: @extractor からダウンロードします。
pl_pl: Ściągnij wideo z @extractor
ru_ru: Скачать видео из @extractor

source: Download @title from @extractor
fr_fr: Téléchargement de @title depuis @extractor
it_it: Scarica @title da @extractor
ja_jp: @extractor から @title をダウンロードします
pl_pl: Ściągnij @title z @extractor
ru_ru: Скачать @title из @extractor

source: Error
ar_001: مشكلة
de_de: Fehler
fr_fr: Erreur
it_it: Errore
ja_jp: エラーが発生しました。
pl_pl: Błąd
ru_ru: Ошибка

source: Videos extracted from
ar_001: الفيديوات مستخلصة من
de_de: Video extrahiert aus
es_es: Vídeos extraídos desde
pt_br: Vídeos extraídos de

source: You are going to download
ar_001: تريد تحميل
de_de: Du bist dabei, folgendes herunterzuladen:
es_es: Vas a descargar
pt_br: Você está prestes a baixar

source: Code by
ar_001: برمجه
de_de: Quellcode von
es_es: Desarrollado por
pt_br: Código por

source: Design by
ar_001: صممه
de_de: Design von
es_es: Diseñado por
pt_br: Design por

source: Based on
ar_001: مبني على
de_de: Basiert auf
es_es: Basado en
pt_br: Baseado no

source: Share on Twitter
ar_001: شاركها على تويتر
de_de: Auf Twitter teilen
es_es: Compartir en Twitter
pt_br: Compartilhe no Twitter

source: Share on Facebook
ar_001: شاركها على فيسبوك
de_de: Auf Facebook teilen
es_es: Compartir en Facebook
pt_br: Compartilhe no Facebook

source: Could not open fopen stream.
ar_001: لم يمكن بدأ fopen
de_de: Konnte den fopen-Stream nicht öffnen.

source: Download video from
ar_001: تحميل الفيديو من
de_de: Lade Video herunter von

source: from
ar_001: من
de_de: von

source: Can't find avconv or ffmpeg at
ar_001: لم يمكن الوجود على avconv أو ffmpeg في
de_de: Konnte avconv oder ffmpeg nicht finden bei

source: Invalid start time:
ar_001: وقت بداية خاطئ:
de_de: Ungültige Startzeit:

source: Invalid end time:
ar_001: وقت نهاية خاطئ:
de_de: Ungültige Endzeit:

source: Copy here the URL of your video (YouTube, Dailymotion, etc.)
it_it: Copia qui l'URL del video (YouTube, Dailymotion, ecc.)
ja_jp: 動画のリンク(URL)を入力欄に入力してください。(例:YouTube,Dailymotion等。)
ru_ru: Скопируйте сюда URL вашего видео (YouTube, Dailymotion и т. д.)

source: Easily download videos from YouTube, Dailymotion, Vimeo and other websites.
ja_jp: Youtubeから動画を簡単にダウンロード!、DailymotionやVimeo等にも対応しております
ru_ru: Легко скачивайте видео с YouTube, Dailymotion, Vimeo и других сайтов.

source: List of all supported websites from which AllTube Download can extract video or audio files
ja_jp: AllTube上でのダウンロードおよびファイルの変換に対応している音声または動画ファイルのサイト
ru_ru: Список всех поддерживаемых веб-сайтов, с которых AllTube Download может извлекать видео или аудио файлы

source: You need a password in order to download this video with AllTube Download
ja_jp: このビデオをAllTubeでダウンロードするにはパスワードが必要です。
ru_ru: Чтобы скачать это видео с помощью AllTube Download, вам потребуется пароль

source: Page not found
ja_jp: 存在しないページです。
ru_ru: Страница не найдена

source: Method not allowed
ja_jp: 無効なリクエストです。
ru_ru: Метод не разрешен

source: AllTube Download on Facebook
es_es: AllTube Download en Facebook
pt_br: AllTube Download no Facebook

source: Like us on Facebook
es_es: Danos me gusta en Facebook
pt_br: Curtir no Facebook
